Repository: c0dem0de/POPtheme
Catalog: Extensions/timepp@zagortenay333/data/po_files/po/*.po
Languages: pl

source: Delete all completed tasks
pl: Usuń wszystkie ukończone zadania

source: Archive all completed tasks to done.txt and delete them
pl: Zarchiwizuj ukończone zadania do pliku 'done.txt' przed ich usunięciem

source: Delete
pl: Usuń

source: Cancel
pl: Anuluj

source: Today
pl: Dziś

source: This Week
pl: Ten tydzień

source: This Month
pl: Ten miesiąc

source: Last 3 Months
pl: Ostatnie 3 miesiące

source: Last 6 Months
pl: Ostatnie 6 miesięcy

source: All Time
pl: Cały czas

source: Search...
pl: Szukaj...

source: Tasks
pl: Zadanie...

source: Projects
pl: Projekty

source: Year:
pl: Rok:

source: Month:
pl: Miesiąc:

source: Day:
pl: Dzień:

source: Custom Range...
pl: Własny zakres...

source: %d day
pl: w ciągu %d dnia

source: Sort by Context
pl: Sortuj wg daty utworzenia

source: Sort by Projects
pl: Sortuj wg priorytetu

source: Sort by Priority
pl: Sortuj wg priorytetu

source: Sort by Due Date
pl: Sortuj wg terminu

source: Sort by Completed
pl: Sortuj wg daty zakończenia

source: Sort by Creation Date
pl: Sortuj wg daty utworzenia

source: Sort by Completion Date
pl: Sortuj wg daty zakończenia

source: syntax help
pl: podpowiedź składni

source: Loading...
pl: Wczytuję...

source: Add custom filter...
pl: Dodaj własny filtr...

source: Show hidden tasks only
pl: Pokaż tylko ukryte zadania

source: %d hidden task
pl: %d ukryte zadanie

source: Show recurring tasks only
pl: Pokaż tylko powtarzające się zadania

source: %d recurring task
pl: %d powtarzające się zadanie

source: Show deferred tasks only
pl: Pokaż tylko ukryte zadania

source: %d deferred task
pl: %d ukryte zadanie

source: Invert filters
pl: Odwróć filtry

source: Reset
pl: Zeruj

source: Completed
pl: Ukończone

source: No Priority
pl: Bez priorytetu

source: %d task
pl: %d zadanie

source: %d task has recurred
pl: %d powtórzyło się

source: %d deferred task has been opened
pl: %d odroczone zadanie zostało otwarte

source: Nothing found.
pl: Nic nie znaleziono...

source: recurrence
pl: rekurencyjnie

source: %d day after completion
pl: %d dzień po zakończeniu

source: due
pl: termin:

source: deferred
pl: odroczono:

source: created
pl: utworzono:

source: completed
pl: ukończono:

source: Archive
pl: Archiwum

source: Add New Task...
pl: Dodaj nowe zadanie...

source: Unique name
pl: Unikatowa nazwa

source: Todo file
pl: Plik z zadaniami

source: Add New Alarm...
pl: Dodaj nowy alarm...

source: Alarm at %s
pl: Alarm o %s

source: Snooze
pl: Drzemka

source: Alarm time
pl: Alarm o

source: (h:min)
pl: (godz.:min.)

source: Snooze duration
pl: Czas drzemki

source: Alarm Message...
pl: Komunikat alarmu...

source: %d alarm went off!
pl: %d alarm minął!

source: Timer
pl: Minutnik

source: New Pomo
pl: Nowe Pomodoro

source: Take Break
pl: Weź przerwę!

source: Continue
pl: Kontynuuj

source: Reset pomodoro counter?
pl: Skasuj licznik pomodoro?

source: (min:sec)
pl: (min.:sek.)

source: Num of pomos until long break
pl: Liczba pomodoro do długiej przerwy

source: Timer Expired!
pl: Czas minął!

source: Open settings
pl: Ustawienia

source: Go to extension website
pl: Otwórz stronę internetową

source: Report bug
pl: Zgłoś błąd

source: Help with translations
pl: Pomóż w tłumaczeniu

source: Stopwatch
pl: Stoper

source: Lap
pl: Okrążenie

source: Move to Primary Monitor
pl: Przenieś na podstawowy monitor

source: Move to Secondary Monitor
pl: Przenieś na dodatkowy monitor

source: File or dir not found.
pl: Nie znaleziono pliku lub katalogu.

source: today
pl: dziś

source: %d day ago
pl: %d dzień temu

source: in %d day
pl: w ciągu %d dnia

source: Show only 1 panel icon for joined menus
pl: Pokaż tylko 1 ikonę na panelu, gdy menu są połączone

source: Position in the panel
pl: Położenie na panelu

source: Left
pl: Z lewej

source: Center
pl: Na środku

source: Right
pl: Z prawej

source: Enabled Sections
pl: Dostępne sekcje

source: Alarms
pl: Alarmy

source: Todo and Time Tracker
pl: Zadania i śledzenie

source: General
pl: Ogólne

source: Show in separate menu
pl: Pokaż w oddzielnym menu

source: Show seconds
pl: Pokaż sekundy

source: Panel Item Mode
pl: Prezentacja na panelu

source: Icon only
pl: Tylko ikona

source: Text only
pl: Tylko tekst

source: Icon and Text
pl: Ikona i tekst

source: Notification sound
pl: Dźwięk powiadomienia

source: Notification style
pl: Styl powiadomienia

source: Standard
pl: Standardowy

source: Fullscreen
pl: Na pełnym ekranie

source: Keyboard shortcuts
pl: Skróty klawiaturowe

source: Examples: <super><ctrl><alt><shift>t <shift>super F3
pl: Przykłady: <super><ctrl><alt><shift>t <shift>super F3

source: not set
pl: nie ustawiono

source: Open in fullscreen
pl: Otwórz na pełnym ekranie

source: hours:min
pl: godz.:min.

source: hours:min:sec
pl: godz.:min.:sek.

source: hours:min:sec:centisec
pl: godz.:min.:sek.:1/100

source: Task width (px)
pl: Szerokość zadania (px)

source: Todo / Time Tracker
pl: Zadania / Śledzenie
